Repository: AtmosphereTeam/AtmosphereTool
Catalog: src/AtmosphereTool/Strings/*/FeaturePages.resw
Source language: en_us
Languages: et_ee

# Dialog_CloseText
source: Cancel
et_ee: Tagasi

# Dialog_Content_LogOff
source: Do you want to log off now to apply the changes?
et_ee: Kas soovite muudatuste rakendamiseks kohe välja logida?

# Dialog_Content_Restart
source: Do you want to restart now to apply the changes?
et_ee: Kas soovite muudatuste rakendamiseks kohe taaskäivitada?

# Dialog_Title_LogOff
source: Log Off
et_ee: Logi Välja

# CPUIdle_SMT_Title
source: Hyper Threading/SMT Detected
et_ee: Hyper Threading/SMT Tuvastatud

# CPUIdle_SMT_Content
source: You should not disable idle states when this feature is enabled as it makes the overall CPU performance much worse. It can be disabled by using BIOS. Instead of disabling idle, consider disabling C-states in BIOS.
et_ee: Te ei tohiks puhke olekuid keelata kui see funktsioon on sees, kuna see teeb terve CPU jõudluse madalamaks. Seda saab keelata BIOS-is. Puhke olekute keelamise asemel, pigem keelake C-olekud (C-states) BIOS-is

# AIExpander
source: AI Features
et_ee: AI Funkstioonid

# AutoWinUpdates
source: Automatic Windows Updates
et_ee: Automaatsed Windowsi Uuendused

# AutoWinUpdatesDescription
source: Updates are important for security, you'll get update notifications regardless.
et_ee: Värskendused on turvalisuse jaoks olulised, sellest hoolimata saate värskendusteateid edasi.

source: Background Apps
et_ee: Taustal Töötavad Rakendused

source: Delivery Optimizations
et_ee: Kohaletoimetamise Optimeerimised

source: FSO And Game Bar
et_ee: FSO Ja Xbox Game Bar

# PhoneLink
source: Mobile Devices Settings
et_ee: Mobiilseadmete Seaded (Phone Link)

# SearchIndex
source: Search Indexing
et_ee: Otsingu Indekseerimine

# SearchIndexConfigText
source: You can configure search indexing here.
et_ee: Siin saab seadistada otsingu indekseerimist.

# DisableSearchIndex
source: Disable Search Indexing
et_ee: Keela Otsingu Indekseerimine

# MinimalSearchIndex
source: Minimal Search Indexing
et_ee: Minimaalne Otsingu Indekseerimine

# DefaultSearchIndex
source: Default Search Indexing
et_ee: Vaikeotsingu indekseerimine

source: Store App Archiving
et_ee: Store Rakenduste Arhiveerimine

source: System Restore
et_ee: Süsteemi Taaste

# UpdateNotifications
source: Windows Update Notifications
et_ee: Windowsi Uuenduste märguanded

# AltTabCard
source: Modern Alt-Tab
et_ee: Moodne Alt-Tab

# ContextMenusExpander
source: Context Menus
et_ee: Kontekstimenüüd

# ExtractCardDescription
source: Adds the extract option to context menu.
et_ee: Lisab kontekstimenüüsse ekstraktivaliku

# ExtractCardHeader
source: Extract
et_ee: Ekstrakt

# RunWithPriorityCardHeader
source: Run With Priority
et_ee: Ava Prioriteediga

# RunWithPriorityCardDescription
source: Adds the run with priority options to context menu.
et_ee: Lisab kontekstimenüüsse prioriteediga käivitamise.

# DebloatSendToCard
source: Debloat Send To Context Menu
et_ee: Debloati saatmise kontekstimenüü

# TakeOwnershipCardHeader
source: Take Ownership
et_ee: Võta Omaks

# TakeOwnershipCardDescription
source: Adds the take ownership option to context menu.
et_ee: Lisab kontekstimenüüsse võta omaks valiku.

# AddTerminalsCardHeader
source: Add Terminals
et_ee: Lisa Terminaalid

# AddTerminalsCardDescription
source: Adds new terminal run as options to context menu.
et_ee: Lisab kontekstimenüüsse uued valikud nagu käivita terminaal administraatorina

# AddTerminalsExtraText
source: You can configure Terminals here.
et_ee: Te saate terminaale muuta siin.

# AddTerminalsAll
source: Add Terminals
et_ee: Lisa Terminaalid

# AddTerminalsNoWinTerminal
source: Add Terminals (no Windows Terminal)
et_ee: Lisa Terminallid (ilma Windows Terminal)

# AddTerminalsDisable
source: Disable Terminals
et_ee: Eemalda Terminaalid

# OldContextMenuHeader
source: Old Context Menu
et_ee: Windows 10 Kontekstimenüüd

# EdgeSwipeCardDescription
source: Edge Swipe Is A Feature For Tablets, Laptops To Win + A or Alt + Tab
et_ee: Edge Swipe on mõeldud tahvelarvutitele ja sülearvutitele et asendada Win + A või Alt-Tab

# FileExplorerCustomizationsExpander
source: File Explorer Customizations
et_ee: File Explorer Muudatused

# AppIconsOnThumbnailsCard
source: App Icons On Thumbnails
et_ee: Rakenduse Ikoonid Faili Piltidel

# AutomaticFolderDiscoveryCard
source: Automatic Folder Discovery
et_ee: Automaatne Kausta Otsimine

# CompactViewCard
source: Compact View
et_ee: Kompaktne Vaade

# FoldersInThisPCCard
source: Folders In This PC
et_ee: Kaustaded See Arvuti All

# GalleryCard
source: Gallery
et_ee: Galerii

# QuickAccessCard
source: Quick Access
et_ee: Kiirjuurdepääs

# RemovableDrivesInSidebarCard
source: Removable Drives In Sidebar
et_ee: Eemaldatavad Draivid Külgribal

# OldFlyoutsExpander
source: Old Flyouts
et_ee: Vanad Menüüd

# OldBatteryFlyoutCard
source: Old Battery Flyout
et_ee: Vana Aku Menüü

source: Old Date And Time Flyout
et_ee: Vana Päev Ja Aeg Menüü

# OldVolumeFlyoutCard
source: Old Volume Flyout
et_ee: Vana Heli Menüü

# ShortcutIconCard
source: Shortcut Icon
et_ee: Otsetee Ikoon

# ShortcutIconExtraText
source: You can change the icon here.
et_ee: Te saate muuta ikooni siin.

# ShortcutIconDefault
source: Default Icon
et_ee: Tavaline Ikoon

# ShortcutIconClassic
source: Classic Icon
et_ee: Vana Ikoon

# ShortcutIconDisable
source: Disable Icon (security risk)
et_ee: Keela Ikoon (turvalisuse risk)

# ShortcutNameCardHeader
source: Shortcut Name
et_ee: Otsetee Nimi

# ShortcutNameCardDescription
source: Disable The Automatic Shortcut Name When Making A New Shortcut.
et_ee: Keela automaatne otsetee nimi uue otsetee loomisel.

# VerboseStatusMessageCard
source: Verbose Status Message
et_ee: Rohkem Olekuteadeid

# VisualEffectsCard
source: Visual Effects (Animations)
et_ee: Animatsioonid

# VisualEffectsExtraText
source: If you want to configure visual effects (animations) yourself then click the button below.
et_ee: Kui soovite animatsioone ise seadistada siis klõpsake allolevat nuppu.

# VisualEffectsConfig
source: Configure
et_ee: Muuda

source: More Options
et_ee: Rohkem Seadeid

# DebloatSendToInfoText
source: You can disable options by un-checking them.
et_ee: Sa saad valikuid keelata, eemaldades linnukese.

# DebloatSendToFinish
source: Apply
et_ee: Rakenda
